week_4/quiz_4.tex
% Created 2024-07-17 Wed 15:26
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[a4paper,left=1cm,right=1cm,top=1cm,bottom=1cm]{geometry}
\usepackage[american, english]{babel}
\usepackage{enumitem}
\usepackage{float}
\usepackage[sc]{mathpazo}
\linespread{1.05}
\renewcommand{\labelitemi}{$\rhd$}
\setlength\parindent{0pt}
\setlist[itemize]{leftmargin=*}
\setlist{nosep}
\date{}
\title{Entering a New Market}
\hypersetup{
 pdfauthor={Marcio Woitek},
 pdftitle={Entering a New Market},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.8)}, 
 pdflang={English}}
\begin{document}

\thispagestyle{empty}
\pagestyle{empty}
\section*{Problem 1}
\label{sec:orgf191396}

\textbf{Answer:} Yes\\

To answer this question, we're going to apply the ideas explained in the lecture
titled ``Judo Economics/Niche Market''. Since British Gas has a monopoly, its
market share is 100\%. Then the market size of British Gas is \(x=50,000\),
which corresponds to the number of units of electricity sold daily. Moreover,
the price this firm charges for a single unit is \(p_H=6\). London Power
charges a lower price: \(p_L=4\). We know that, due to this price being lower,
all consumers in the Greater London area will switch to London Power. As a
consequence, the market share for this company will be 50\%. In other words, its
market size will be \(x_E=25,000\).\\
As we know, if the incumbent allows the potential entrant to enter the market,
then the incumbent's loss will be \(p_H x_E\). In this particular case, this
corresponds to a loss of GBP 150,000. However, if British Gas decides to attack
London Power by lowering its price to \(p_L\), then British Gas will lose an
amount given by \((p_H-p_L)x\). This is equivalent to GBP 100,000. Therefore,
the incumbent has more to lose by accepting the entrant into the market. This
means that for British Gas it's better to attack London Power.
\section*{Problem 2}
\label{sec:orgb879074}

\textbf{Answer:} 8\\

First of all, since we were told to assume that the interest rate is zero, it's
not necessary to discount future profits. In other words, we can simply sum all
the profits.\\
We begin by considering period 1. During this period, the incumbent could earn a
profit of \$3 million. However, as a result of its pre-emption strategy, this
firm ends up making a profit of \$2 million. We assume this strategy is
successful, i.e., it manages to keep the potential entrant out of the market. To
make sure the entrant will not reconsider its choice in the near future, the
incumbent will keep operating in accordance with its pre-emption strategy.
Consequently, the incumbent will also earn a profit of \$2 million in the three
remaining periods. Therefore, the total profit will be \$8 million.
\section*{Problem 3}
\label{sec:orgb1ea1f4}

\textbf{Answer:}
\begin{itemize}
\item Brand loyalty
\item Control over essential resources by incumbent
\item Experience curve effects
\item Rationing by governments
\end{itemize}
\section*{Problem 4}
\label{sec:orgce6e5a0}

\textbf{Answer:} Vodafone stays out of the market\\

To answer this question, we apply backward induction. The first sub-game we need
to consider corresponds to the following situation:
\begin{itemize}
\item Vodafone enters the market;
\item Telef贸nica decides to retaliate;
\item Vodafone needs to decide whether to stay or exit the market.
\end{itemize}
By comparing payoffs, we conclude that Vodafone should exit the market. This is
true even when this company implements a commitment strategy.\\
The next sub-game we need to analyze is the following:
\begin{itemize}
\item Vodafone enters the market;
\item Telef贸nica needs to decide whether to retaliate or not.
\end{itemize}
We already know that, if Telef贸nica retaliates, then Vodafone will exit the
market. Then, from the incumbent's perspective, the choice is between a profit
of \$5 million (no retaliation) and a profit of \$7 million (retaliation).
Clearly, it's better to retaliate. Therefore, if Vodafone enters the market,
then this firm will be driven out of the market by Telef贸nica. In this case, the
entrant's loss is \$2 million.\\
Finally, consider Vodafone's choice to enter the market. If this company doesn't
enter, then there will be no profit but also no loss. On the other hand, there
will be a loss in case this firm enters the market. Consequently, Vodafone
decides to stay out.
\section*{Problem 5}
\label{sec:org43ed584}

\textbf{Answer:}
\begin{itemize}
\item Commitment
\item Judo Economics
\item Value Chain Reconfiguration
\end{itemize}
\section*{Problem 6}
\label{sec:org5ec5c4e}

\textbf{Answer:}
\begin{itemize}
\item \ldots{}there are many buyers that each represent a small share of the market's
overall revenues.
\item \ldots{}there is a low degree of competition within the market.
\item \ldots{}suppliers have little bargaining power.
\end{itemize}
\section*{Problem 7}
\label{sec:orgb4c03e7}

\textbf{Answer:}
\begin{itemize}
\item Kroger adds a bakery and a butcher section to its supermarkets.
\item Kroger starts building more supermarkets in the area.
\end{itemize}
\section*{Problem 8}
\label{sec:org9dff8e5}

\textbf{Answer:}
\begin{itemize}
\item \ldots{}the position of the incumbent within the industry.
\item \ldots{}the nature of the industry.
\end{itemize}
\section*{Problem 9}
\label{sec:org402feb5}

\textbf{Answer:}
\begin{itemize}
\item Limit pricing works in presence of incomplete information only.
\item Limit pricing needs to be implemented before the market entry of a potential
competitor.
\end{itemize}
\section*{Problem 10}
\label{sec:org7f4ba8c}

\textbf{Answer:} Predatory Pricing Strategy
\end{document}
